[
    {
        "id": "1",
        "theme": "R",
        "name": "Cyclistic Case Study",
        "description": "Conducted the data analysis of a company named Cyclistic launched in 2016 assuming I'm a junior data analyst working in the marketing analyst team at the company.\nThe goal of this analysis is maximizing the number of annaul memberships, which can be mainly accoplished by attracting the casual riders to the annual membership.\nProcessed and analyized the trip data of the customers using tidyverse and lubricate libraries in R language.",
        "img": "Cyclistic.PNG",
        "hyperLink": "https://www.kaggle.com/code/ericjunericjo/case-study-1-cyclistic"
    },

    {
        "id": "2",
        "theme": "Tableau",
        "name": "Cyclistic Case Study in Tableau",
        "description": "Cyclistic Case Study dashboard created with Tableau.\nUsing multiple chart layouts, displayed the comparison between casual and membership by week and month.\nAverage duration of riding of the both types was also highlighted.",
        "img": "Tableau_Cyclistic.PNG",
        "hyperLink": "https://public.tableau.com/app/profile/hyeonjun.jo/viz/CaseStudy1Cyclistic_16584555926410/Dashboard1"
    },

    {
        "id": "3",
        "theme": "R",
        "name": "Bellabeat Case Study",
        "description": "Bellabeat is a successful small company that produces smart service for fitness.\nFocused on one of Bellabeat's products and analyze smart data to gain insight into how consumers are using their smart devices.\nResearched another company, Fitbit's fitness tracker data and found specific patterns in minute-level output for physical activity, heart rate, and sleep monitoring\nMade recommendations to improve some functions of the company's products.",
        "img": "Bellabeat.PNG",
        "hyperLink": "https://www.kaggle.com/code/ericjunericjo/case-study2-bellabeat"
    },

    {
        "id": "4",
        "theme": "Python",
        "name": "EV deliveries by company",
        "description": "Researched the number of deliveries of EV(Electric Vehicle) company by quarter since I got interested in EV.\nReferred to each company's delivery report and created CSV file to record the data.\nDisplayed the data on the coding note using pandas and visualized it as graphs using matplotlib.pyplot.\nExpected Tesla would dominate the market in a year considering growth rate and gargantuan amount of delivery despite uncountable pessimistic opinions about the company.",
        "img": "EV.PNG",
        "hyperLink": "https://www.kaggle.com/code/ericjunericjo/ev-deliveries-by-company-tesla-ford-and-etc"
    }

]